Repository: password-cockpit/backend
Catalog: config/language/*.po
Languages: fr

source: Password created
fr: Mot de passe créé

source: Password viewed
fr: Mot de passe consulté

source: Password modified
fr: Mot de passe modifié

source: Wrong username or password
fr: Nom d’utilisateur ou mot de passe incorrect

source: Unauthorized
fr: Non autorisé

source: Role %s cannot be found
fr: Rôle %s ne peut pas être trouvé

source: Password not found
fr: Mot de passe non trouvé

source: Resource not found
fr: Ressource non trouvée

source: File not found
fr: Fichier non trouvé

source: User %s cannot %s on this resource
fr: L’utilisateur %s ne peut pas %s sur cette ressource

source: File does not exists
fr: Le fichier n’existe pas

source: Cannot create %s
fr: Impossible de créer %s

source: %s not found
fr: %s non trouvé

source: User not found
fr: Utilisateur non trouvé

source: Parent folder not found
fr: Dossier parent non trouvé

source: Folder %s contains passwords
fr: Le répertoire %s contient des mots de passe

source: Delete not possible
fr: Effacer pas possible

source: Folder %s has subfolders
fr: Le répertoire %s a des sous-dossiers

source: Folder not found
fr: Répertoire non trouvé

source: Rights on folder %s already configured for user %s
fr: Droits sur le répertoire %s déjà configuré pour l’utilisateur %s

source: Unprocessable Entity
fr: Entité non traitable

source: Rights on folder %s not found for user %s
fr: Droits sur le répertoire %s introuvable pour l’utilisateur %s

source: Access type %s not found
fr: Type d’accès %s introuvable

source: Log not found
fr: Log non trouvé

source: Mime type not allowed
fr: Mime type non autorisé

source: User not created
fr: Utilisateur non créé

source: Resource not created
fr: Ressource non créée

source: Permissions not found on user %s
fr: Autorisations non trouvées sur l’utilisateur %s

source: User with username %s not found in DB
fr: Utilisateur avec nom d’utilisateur %s non trouvé dans la base de données

source: Wrong actual password
fr: Mot de passe actuel incorrect

source: Validation error
fr: Erreur de validation

source: Token is invalid
fr: Le token est invalide

source: Invalid token
fr: Token non valide
